Repository: sativagenetics/Kroira-IPTV
Catalog: src/Kroira.App/Strings/*/Resources.resw
Source language: en_us
Languages: ar_sa, de_de, es_es, fr_fr, hi_in, ja_jp, ko_kr, pt_br, tr_tr, zh_hans

# ContinueWatching_ClearMoviesMessage
source: This removes every saved movie resume entry for the active profile on this device.
ar_sa: يؤدي هذا إلى إزالة كل إدخال السيرة الذاتية للفيلم المحفوظ لملف التعريف النشط على هذا الجهاز.
de_de: Dadurch werden alle gespeicherten Filmfortsetzungseinträge für das aktive Profil auf diesem Gerät entfernt.
es_es: Esto elimina todas las entradas guardadas del currículum de la película para el perfil activo en este dispositivo.
fr_fr: Cela supprime chaque entrée de reprise de film enregistrée pour le profil actif sur cet appareil.
hi_in: यह इस डिवाइस पर सक्रिय प्रोफ़ाइल के लिए प्रत्येक सहेजी गई मूवी रेज़्युमे प्रविष्टि को हटा देता है।
ja_jp: これにより、このデバイス上のアクティブなプロファイルに保存されているすべてのムービー再開エントリが削除されます。
ko_kr: 이렇게 하면 이 장치의 활성 프로필에 대해 저장된 모든 영화 재개 항목이 제거됩니다.
pt_br: Isso remove todas as entradas de currículo de filme salvas do perfil ativo neste dispositivo.
tr_tr: Bu, bu cihazdaki etkin profil için kayıtlı tüm film özgeçmiş girişlerini kaldırır.
zh_hans: 这将删除该设备上活动配置文件的所有已保存的电影恢复条目。

# ContinueWatching.ClearMoviesTitle
source: Clear all movie queue items?
ar_sa: هل تريد مسح كافة عناصر قائمة انتظار الأفلام؟
de_de: Alle Elemente in der Filmwarteschlange löschen?
es_es: ¿Borrar todos los elementos de la cola de películas?
fr_fr: Effacer tous les éléments de la file d'attente des films ?
hi_in: सभी मूवी कतार आइटम साफ़ करें?
ja_jp: すべてのムービーキュー項目をクリアしますか?
ko_kr: 모든 영화 대기열 항목을 삭제하시겠습니까?
pt_br: Limpar todos os itens da fila de filmes?
tr_tr: Tüm film kuyruğu öğeleri temizlensin mi?
zh_hans: 清除所有电影队列项目吗？

# ContinueWatching_ClearMoviesTitle
source: Clear all movie queue items?
ar_sa: هل تريد مسح كافة عناصر قائمة انتظار الأفلام؟
de_de: Alle Elemente in der Filmwarteschlange löschen?
es_es: ¿Borrar todos los elementos de la cola de películas?
fr_fr: Effacer tous les éléments de la file d'attente des films ?
hi_in: सभी मूवी कतार आइटम साफ़ करें?
ja_jp: すべてのムービーキュー項目をクリアしますか?
ko_kr: 모든 영화 대기열 항목을 삭제하시겠습니까?
pt_br: Limpar todos os itens da fila de filmes?
tr_tr: Tüm film kuyruğu öğeleri temizlensin mi?
zh_hans: 清除所有电影队列项目吗？

# ContinueWatching.ClearSeriesMessage
source: This removes every saved episode resume entry for the active profile on this device.
ar_sa: يؤدي هذا إلى إزالة كل إدخال استئناف للحلقة المحفوظة للملف الشخصي النشط على هذا الجهاز.
de_de: Dadurch wird jeder gespeicherte Episoden-Lebenslaufeintrag für das aktive Profil auf diesem Gerät entfernt.
es_es: Esto elimina todas las entradas guardadas del currículum del episodio para el perfil activo en este dispositivo.
fr_fr: Cela supprime chaque entrée de reprise d'épisode enregistrée pour le profil actif sur cet appareil.
hi_in: यह इस डिवाइस पर सक्रिय प्रोफ़ाइल के लिए प्रत्येक सहेजे गए एपिसोड बायोडाटा प्रविष्टि को हटा देता है।
ja_jp: これにより、このデバイス上のアクティブなプロファイルに保存されているすべてのエピソード再開エントリが削除されます。
ko_kr: 이렇게 하면 이 장치의 활성 프로필에 대해 저장된 모든 에피소드 이력서 항목이 제거됩니다.
pt_br: Isso remove todas as entradas de currículo de episódios salvas do perfil ativo neste dispositivo.
tr_tr: Bu, bu cihazdaki etkin profil için kaydedilen tüm bölüm özgeçmiş girişlerini kaldırır.
zh_hans: 这将删除该设备上活动配置文件的每个已保存剧集恢复条目。

# ContinueWatching_ClearSeriesMessage
source: This removes every saved episode resume entry for the active profile on this device.
ar_sa: يؤدي هذا إلى إزالة كل إدخال استئناف للحلقة المحفوظة للملف الشخصي النشط على هذا الجهاز.
de_de: Dadurch wird jeder gespeicherte Episoden-Lebenslaufeintrag für das aktive Profil auf diesem Gerät entfernt.
es_es: Esto elimina todas las entradas guardadas del currículum del episodio para el perfil activo en este dispositivo.
fr_fr: Cela supprime chaque entrée de reprise d'épisode enregistrée pour le profil actif sur cet appareil.
hi_in: यह इस डिवाइस पर सक्रिय प्रोफ़ाइल के लिए प्रत्येक सहेजे गए एपिसोड बायोडाटा प्रविष्टि को हटा देता है।
ja_jp: これにより、このデバイス上のアクティブなプロファイルに保存されているすべてのエピソード再開エントリが削除されます。
ko_kr: 이렇게 하면 이 장치의 활성 프로필에 대해 저장된 모든 에피소드 이력서 항목이 제거됩니다.
pt_br: Isso remove todas as entradas de currículo de episódios salvas do perfil ativo neste dispositivo.
tr_tr: Bu, bu cihazdaki etkin profil için kaydedilen tüm bölüm özgeçmiş girişlerini kaldırır.
zh_hans: 这将删除该设备上活动配置文件的每个已保存剧集恢复条目。

# ContinueWatching.ClearSeriesTitle
source: Clear all series queue items?
ar_sa: هل تريد مسح كافة عناصر قائمة انتظار السلسلة؟
de_de: Alle Serienwarteschlangenelemente löschen?
es_es: ¿Borrar todos los elementos de la cola de series?
fr_fr: Effacer tous les éléments de la file d'attente des séries ?
hi_in: सभी श्रृंखला कतार आइटम साफ़ करें?
ja_jp: シリーズのキュー項目をすべてクリアしますか?
ko_kr: 모든 시리즈 대기열 항목을 삭제하시겠습니까?
pt_br: Limpar todos os itens da fila de séries?
tr_tr: Tüm seri kuyruğu öğeleri temizlensin mi?
zh_hans: 清除所有系列队列项目吗？

# ContinueWatching_ClearSeriesTitle
source: Clear all series queue items?
ar_sa: هل تريد مسح كافة عناصر قائمة انتظار السلسلة؟
de_de: Alle Serienwarteschlangenelemente löschen?
es_es: ¿Borrar todos los elementos de la cola de series?
fr_fr: Effacer tous les éléments de la file d'attente des séries ?
hi_in: सभी श्रृंखला कतार आइटम साफ़ करें?
ja_jp: シリーズのキュー項目をすべてクリアしますか?
ko_kr: 모든 시리즈 대기열 항목을 삭제하시겠습니까?
pt_br: Limpar todos os itens da fila de séries?
tr_tr: Tüm seri kuyruğu öğeleri temizlensin mi?
zh_hans: 清除所有系列队列项目吗？

# ContinueWatchingLiveResumeSubtitle.Text
source: Return to saved live sources
ar_sa: العودة إلى المصادر الحية المحفوظة
de_de: Kehren Sie zu gespeicherten Live-Quellen zurück
es_es: Volver a fuentes en vivo guardadas
fr_fr: Revenir aux sources en direct enregistrées
hi_in: सहेजे गए लाइव स्रोतों पर लौटें
ja_jp: 保存されたライブ ソースに戻る
ko_kr: 저장된 라이브 소스로 돌아가기
pt_br: Retornar às fontes ao vivo salvas
tr_tr: Kayıtlı canlı kaynaklara dön
zh_hans: 返回已保存的实时资源

# ContinueWatchingLiveResumeTitle.Text
source: Live Resume
ar_sa: استئناف مباشر
de_de: Live-Lebenslauf
es_es: Currículum en vivo
fr_fr: CV en direct
hi_in: लाइव बायोडाटा
ja_jp: ライブ履歴書
ko_kr: 라이브 이력서
pt_br: Currículo ao vivo
tr_tr: Canlı Devam
zh_hans: 实时简历

# ContinueWatchingMovieQueueSubtitle.Text
source: Saved film positions
ar_sa: مواقف الفيلم المحفوظة
de_de: Gespeicherte Filmpositionen
es_es: Posiciones de película guardadas
fr_fr: Positions de film enregistrées
hi_in: फ़िल्म पद सहेजे गए
ja_jp: 保存されたフィルム位置
ko_kr: 저장된 필름 위치
pt_br: Posições de filmes salvas
tr_tr: Kaydedilen film konumları
zh_hans: 保存的影片位置

# ContinueWatchingMovieQueueTitle.Text
source: Movie Queue
ar_sa: قائمة انتظار الفيلم
de_de: Filmwarteschlange
es_es: Cola de películas
fr_fr: File d'attente de films
hi_in: मूवी कतार
ja_jp: ムービーキュー
ko_kr: 영화 대기열
pt_br: Fila de filmes
tr_tr: Film Sırası
zh_hans: 电影队列

# ContinueWatchingNoEpisodesEmpty.Message
source: Saved episode progress will appear as a compact queue.
ar_sa: سيظهر تقدم الحلقة المحفوظة كقائمة انتظار مضغوطة.
de_de: Der gespeicherte Episodenfortschritt wird als kompakte Warteschlange angezeigt.
es_es: El progreso del episodio guardado aparecerá como una cola compacta.
fr_fr: La progression de l'épisode enregistré apparaîtra sous la forme d'une file d'attente compacte.
hi_in: सहेजी गई एपिसोड प्रगति एक संक्षिप्त कतार के रूप में दिखाई देगी।
ja_jp: 保存されたエピソードの進行状況は、コンパクトなキューとして表示されます。
ko_kr: 저장된 에피소드 진행 상황은 간단한 대기열로 표시됩니다.
pt_br: O progresso do episódio salvo aparecerá como uma fila compacta.
tr_tr: Kaydedilen bölümün ilerleme durumu kompakt bir sıra olarak görünecektir.
zh_hans: 保存的剧集进度将显示为紧凑队列。

# ContinueWatchingNoEpisodesEmpty.Title
source: No episodes to resume
ar_sa: لا توجد حلقات لاستئنافها
de_de: Keine Episoden zum Fortsetzen
es_es: No hay episodios para reanudar
fr_fr: Aucun épisode à reprendre
hi_in: फिर से शुरू करने के लिए कोई एपिसोड नहीं
ja_jp: 再開できるエピソードはありません
ko_kr: 재개할 에피소드가 없습니다.
pt_br: Nenhum episódio para retomar
tr_tr: Devam edecek bölüm yok
zh_hans: 没有可恢复的剧集

# ContinueWatchingNoLiveResumeEmpty.Message
source: Live playback entries appear here when saved progress exists.
ar_sa: تظهر إدخالات التشغيل المباشر هنا عند وجود تقدم محفوظ.
de_de: Live-Wiedergabeeinträge werden hier angezeigt, wenn ein gespeicherter Fortschritt vorhanden ist.
es_es: Las entradas de reproducción en vivo aparecen aquí cuando existe un progreso guardado.
fr_fr: Les entrées de lecture en direct apparaissent ici lorsqu'une progression enregistrée existe.
hi_in: सहेजी गई प्रगति मौजूद होने पर लाइव प्लेबैक प्रविष्टियाँ यहां दिखाई देती हैं।
ja_jp: 保存された進行状況が存在する場合、ライブ再生エントリがここに表示されます。
ko_kr: 저장된 진행 상황이 있으면 여기에 실시간 재생 항목이 나타납니다.
pt_br: As entradas de reprodução ao vivo aparecem aqui quando existe progresso salvo.
tr_tr: Kaydedilen ilerleme mevcut olduğunda canlı oynatma girişleri burada görünür.
zh_hans: 当保存的进度存在时，实时播放条目会出现在此处。

# ContinueWatchingNoLiveResumeEmpty.Title
source: No live resume items
ar_sa: لا توجد عناصر السيرة الذاتية الحية
de_de: Keine Live-Lebenslaufelemente
es_es: No hay elementos de currículum en vivo
fr_fr: Aucun élément de CV en direct
hi_in: कोई लाइव बायोडाटा आइटम नहीं
ja_jp: ライブ履歴書項目はありません
ko_kr: 실시간 이력서 항목이 없습니다.
pt_br: Nenhum item de currículo ativo
tr_tr: Canlı özgeçmiş öğesi yok
zh_hans: 没有实时简历项目

# ContinueWatchingNoMoviesEmpty.Message
source: Partially watched movies will collect here.
ar_sa: سيتم جمع الأفلام التي تمت مشاهدتها جزئيًا هنا.
de_de: Hier werden teilweise gesehene Filme gesammelt.
es_es: Las películas parcialmente vistas se recopilarán aquí.
fr_fr: Les films partiellement regardés seront rassemblés ici.
hi_in: आंशिक रूप से देखी गई फिल्में यहां एकत्रित होंगी।
ja_jp: 途中まで視聴した映画がここに集まります。
ko_kr: 부분적으로 시청한 영화가 여기에 수집됩니다.
pt_br: Filmes parcialmente assistidos serão coletados aqui.
tr_tr: Kısmen izlenen filmler burada toplanacak.
zh_hans: 部分观看的电影将收集在这里。

# ContinueWatchingNoMoviesEmpty.Title
source: No movies to resume
ar_sa: لا توجد أفلام لاستئنافها
de_de: Keine Filme zum Fortsetzen
es_es: No hay películas para reanudar
fr_fr: Aucun film à reprendre
hi_in: फिर से शुरू करने के लिए कोई फ़िल्म नहीं
ja_jp: 再開する映画はありません
ko_kr: 재개할 영화가 없습니다.
pt_br: Não há filmes para retomar
tr_tr: Devam ettirilecek film yok
zh_hans: 没有可恢复的电影

# ContinueWatchingPageSubtitle.Text
source: Resume live sources, movies, and episodes from dedicated queues.
ar_sa: استئناف المصادر المباشرة والأفلام والحلقات من قوائم الانتظار المخصصة.
de_de: Nehmen Sie Live-Quellen, Filme und Episoden aus dedizierten Warteschlangen wieder auf.
es_es: Reanude fuentes en vivo, películas y episodios de colas dedicadas.
fr_fr: Reprenez les sources, films et épisodes en direct à partir de files d'attente dédiées.
hi_in: समर्पित कतारों से लाइव स्रोत, फिल्में और एपिसोड फिर से शुरू करें।
ja_jp: 専用キューからライブ ソース、ムービー、エピソードを再開します。
ko_kr: 전용 대기열에서 라이브 소스, 영화, 에피소드를 재개하세요.
pt_br: Retome fontes ao vivo, filmes e episódios de filas dedicadas.
tr_tr: Canlı kaynakları, filmleri ve bölümleri özel kuyruklardan devam ettirin.
zh_hans: 从专用队列恢复直播源、电影和剧集。

# ContinueWatchingPageTitle.Text
source: Continue Watching
ar_sa: مواصلة المشاهدة
de_de: Schauen Sie weiter
es_es: Continuar viendo
fr_fr: Continuer à regarder
hi_in: देखना जारी रखें
ja_jp: 視聴を続ける
ko_kr: 계속 시청하기
pt_br: Continuar assistindo
tr_tr: İzlemeye Devam Et
zh_hans: 继续观看

# ContinueWatchingResumeHubLabel.Text
source: RESUME HUB
ar_sa: مركز السيرة الذاتية
de_de: HUB FORTSETZEN
es_es: REANUDAR CENTRO
fr_fr: REPRISE DU CONCENTRATEUR
hi_in: रिज्यूमे हब
ja_jp: 再開ハブ
ko_kr: 이력서 허브
pt_br: RETOMAR CENTRO
tr_tr: DEVAM ETME MERKEZİ
zh_hans: 简历中心

# ContinueWatchingSeriesQueueSubtitle.Text
source: Episode resume items
ar_sa: عناصر استئناف الحلقة
de_de: Episoden-Lebenslaufelemente
es_es: Elementos del currículum del episodio
fr_fr: Éléments de reprise de l'épisode
hi_in: एपिसोड बायोडाटा आइटम
ja_jp: エピソード再開アイテム
ko_kr: 에피소드 재개 항목
pt_br: Itens de currículo do episódio
tr_tr: Bölüm özgeçmiş öğeleri
zh_hans: 剧集简历项目

# ContinueWatchingSeriesQueueTitle.Text
source: Series Queue
ar_sa: قائمة انتظار السلسلة
de_de: Serienwarteschlange
es_es: Cola de serie
fr_fr: File d'attente des séries
hi_in: शृंखला कतार
ja_jp: シリーズキュー
ko_kr: 시리즈 대기열
pt_br: Fila de série
tr_tr: Seri Sırası
zh_hans: 系列队列

# EpgAddUrlButton.Text
source: Add URL
ar_sa: أضف عنوان URL
de_de: URL hinzufügen
es_es: Agregar URL
fr_fr: Ajouter une URL
hi_in: यूआरएल जोड़ें
ja_jp: URLを追加
ko_kr: URL 추가
pt_br: Adicionar URL
tr_tr: URL ekle
zh_hans: 添加网址

# EpgApproveButton.Content
source: Approve
ar_sa: موافقة
de_de: Genehmigen
es_es: Aprobar
fr_fr: Approuver
hi_in: स्वीकृत करें
ja_jp: 承認する
ko_kr: 승인하다
pt_br: Aprovar
tr_tr: Onayla
zh_hans: 批准

# EpgCenterPageTitle.Text
source: EPG Center
ar_sa: مركز كرويريتيرم0
de_de: EPG-Zentrum
es_es: Centro EPG
fr_fr: Centre EPG
hi_in: EPG केंद्र
ja_jp: KROIRTERM0 センター
ko_kr: EPG 센터
pt_br: Centro EPG
tr_tr: EPG Merkezi
zh_hans: EPG 中心

# EpgClearButton.Content
source: Clear
ar_sa: واضح
de_de: Klar
es_es: Borrar
fr_fr: Effacer
hi_in: स्पष्ट
ja_jp: クリア
ko_kr: 지우기
pt_br: Limpar
tr_tr: Temizle
zh_hans: 清除

# EpgClearOverrideButton.Text
source: Clear Override
ar_sa: تجاوز واضح
de_de: Deaktivieren Sie Override
es_es: Borrar anulación
fr_fr: Effacer le remplacement
hi_in: ओवरराइड साफ़ करें
ja_jp: オーバーライドのクリア
ko_kr: 재정의 지우기
pt_br: Limpar substituição
tr_tr: Geçersiz Kılmayı Temizle
zh_hans: 清除覆盖

# EpgClearPublicPresetsButton.Text
source: Clear IPTV-EPG.org Presets
ar_sa: امسح الإعدادات المسبقة لـ IPTV-EPG.org
de_de: Löschen Sie die IPTV-EPG.org-Voreinstellungen
es_es: Borrar ajustes preestablecidos de IPTV-EPG.org
fr_fr: Effacer les préréglages IPTV-EPG.org
hi_in: IPTV-EPG.org प्रीसेट साफ़ करें
ja_jp: IPTV-EPG.org プリセットをクリア
ko_kr: IPTV-EPG.org 사전 설정 지우기
pt_br: Limpar predefinições IPTV-EPG.org
tr_tr: IPTV-EPG.org Ön Ayarlarını Temizle
zh_hans: 清除 IPTV-EPG.org 预设

# EpgClearReviewDecisionsButton.Text
source: Clear Review Decisions
ar_sa: قرارات المراجعة الواضحة
de_de: Klare Review-Entscheidungen
es_es: Decisiones de revisión claras
fr_fr: Des décisions d’examen claires
hi_in: स्पष्ट समीक्षा निर्णय
ja_jp: 明確なレビュー決定
ko_kr: 명확한 검토 결정
pt_br: Decisões claras de revisão
tr_tr: İnceleme Kararlarını Temizle
zh_hans: 明确的审查决定

# EpgGuideSourcesTitle.Text
source: Guide Sources
ar_sa: مصادر الدليل
de_de: Leitfadenquellen
es_es: Fuentes de guía
fr_fr: Sources des guides
hi_in: मार्गदर्शक सूत्र
ja_jp: ガイド情報源
ko_kr: 가이드 소스
pt_br: Fontes de guia
tr_tr: Kılavuz Kaynakları
zh_hans: 指南来源

# EpgGuideTimelineTitle.Text
source: Guide Timeline
ar_sa: دليل الجدول الزمني
de_de: Leitfaden-Zeitleiste
es_es: Línea de tiempo de la guía
fr_fr: Chronologie du guide
hi_in: गाइड टाइमलाइन
ja_jp: ガイドのタイムライン
ko_kr: 가이드 타임라인
pt_br: Linha do tempo do guia
tr_tr: Kılavuz Zaman Çizelgesi
zh_hans: 指南时间表

# EpgJumpToNowButton.Text
source: Jump to Now
ar_sa: انتقل إلى الآن
de_de: Springe zu „Jetzt“.
es_es: Saltar a ahora
fr_fr: Aller à maintenant
hi_in: अभी पर जाएँ
ja_jp: 今すぐジャンプ
ko_kr: 지금으로 이동
pt_br: Ir para agora
tr_tr: Şimdi'ye Git
zh_hans: 跳至现在

# EpgManualMatchingTitle.Text
source: Manual EPG Matching
ar_sa: مطابقة EPG اليدوية
de_de: Manuelles EPG-Matching
es_es: Manual EPG Emparejamiento
fr_fr: Correspondance manuelle EPG
hi_in: मैनुअल EPG मिलान
ja_jp: 手動 EPG マッチング
ko_kr: 수동 EPG 매칭
pt_br: Correspondência manual EPG
tr_tr: Manuel EPG Eşleştirme
zh_hans: 手动 EPG 匹配

# EpgNoGuideInRangeText.Text
source: No guide in this range
ar_sa: لا يوجد دليل في هذا النطاق
de_de: Kein Leitfaden in diesem Bereich
es_es: No hay guía en este rango.
fr_fr: Pas de guide dans cette gamme
hi_in: इस श्रेणी में कोई मार्गदर्शक नहीं
ja_jp: この範囲にはガイドがありません
ko_kr: 이 범위에는 가이드가 없습니다.
pt_br: Nenhum guia nesta faixa
tr_tr: Bu aralıkta kılavuz yok
zh_hans: 此范围内无指南

# EpgNoProgrammesText.Text
source: No guide programmes are available for the selected filters and time range.
ar_sa: لا تتوفر أي برامج إرشادية للمرشحات والنطاق الزمني المحدد.
de_de: Für die ausgewählten Filter und Zeitbereiche sind keine Führungsprogramme verfügbar.
es_es: No hay programas guía disponibles para los filtros y rango de tiempo seleccionados.
fr_fr: Aucun programme guide n'est disponible pour les filtres et la plage horaire sélectionnés.
hi_in: चयनित फ़िल्टर और समय सीमा के लिए कोई गाइड प्रोग्राम उपलब्ध नहीं है।
ja_jp: 選択したフィルターと時間範囲では使用できるガイド プログラムはありません。
ko_kr: 선택한 필터 및 기간에는 가이드 프로그램이 제공되지 않습니다.
pt_br: Nenhum programa de guia está disponível para os filtros e intervalo de tempo selecionados.
tr_tr: Seçilen filtreler ve zaman aralığı için rehber program mevcut değil.
zh_hans: 没有适用于所选过滤器和时间范围的指南节目。

# EpgNoSourcesText.Text
source: No EPG sources have been configured or detected yet.
ar_sa: لم يتم تكوين أو اكتشاف أي مصادر EPG حتى الآن.
de_de: Es wurden noch keine EPG-Quellen konfiguriert oder erkannt.
es_es: Aún no se han configurado ni detectado fuentes EPG.
fr_fr: Aucune source EPG n'a encore été configurée ou détectée.
hi_in: अभी तक कोई EPG स्रोत कॉन्फ़िगर या पता नहीं लगाया गया है।
ja_jp: EPG ソースはまだ構成または検出されていません。
ko_kr: 아직 EPG 소스가 구성되거나 감지되지 않았습니다.
pt_br: Nenhuma fonte EPG foi configurada ou detectada ainda.
tr_tr: Henüz hiçbir EPG kaynağı yapılandırılmadı veya algılanmadı.
zh_hans: 尚未配置或检测到 EPG 源。

# EpgNoUnmatchedChannelsText.Text
source: No unmatched channels found.
ar_sa: لم يتم العثور على قنوات غير متطابقة.
de_de: Keine nicht übereinstimmenden Kanäle gefunden.
es_es: No se encontraron canales no coincidentes.
fr_fr: Aucune chaîne inégalée trouvée.
hi_in: कोई बेजोड़ चैनल नहीं मिला.
ja_jp: 一致しないチャンネルは見つかりませんでした。
ko_kr: 일치하지 않는 채널이 없습니다.
pt_br: Nenhum canal incomparável encontrado.
tr_tr: Eşleşmeyen kanal bulunamadı.
zh_hans: 未找到不匹配的频道。

# EpgNoWeakMatchesText.Text
source: No weak matches found.
ar_sa: لم يتم العثور على تطابقات ضعيفة.
de_de: Keine schwachen Übereinstimmungen gefunden.
es_es: No se encontraron coincidencias débiles.
fr_fr: Aucune correspondance faible trouvée.
hi_in: कोई कमजोर मिलान नहीं मिला.
ja_jp: 弱い一致は見つかりませんでした。
ko_kr: 약한 일치 항목이 없습니다.
pt_br: Nenhuma correspondência fraca encontrada.
tr_tr: Zayıf eşleşme bulunamadı.
zh_hans: 未发现弱匹配。

# EpgPublicCountryCombo.Header
source: IPTV-EPG.org country
ar_sa: IPTV-EPG.org بلد
de_de: IPTV-EPG.org Land
es_es: IPTV-EPG.org país
fr_fr: IPTV-EPG.org pays
hi_in: IPTV-EPG.org देश
ja_jp: IPTV-EPG.org 国
ko_kr: IPTV-EPG.org 국가
pt_br: País IPTV-EPG.org
tr_tr: IPTV-EPG.org ülkesi
zh_hans: IPTV-EPG.org 国家/地区

# EpgPublicGuideSourceTitle.Text
source: Public Guide Source
ar_sa: مصدر الدليل العام
de_de: Öffentliche Leitfadenquelle
es_es: Fuente de guía pública
fr_fr: Source du guide public
hi_in: सार्वजनिक मार्गदर्शक स्रोत
ja_jp: パブリックガイドソース
ko_kr: 공개 가이드 소스
pt_br: Fonte do guia público
tr_tr: Genel Rehber Kaynağı
zh_hans: 公共指南来源

# EpgPublicXmltvUrlBox.Header
source: Public XMLTV URL
ar_sa: عنوان URL العام لـ XMLTV
de_de: Öffentliche XMLTV-URL
es_es: URL pública de XMLTV
fr_fr: URL XMLTV publique
hi_in: सार्वजनिक XMLTV URL
ja_jp: XMLTV の公開 URL
ko_kr: 공개 XMLTV URL
pt_br: URL público XMLTV
tr_tr: Genel XMLTV URL'si
zh_hans: 公共 XMLTV URL

# EpgRejectButton.Content
source: Reject
ar_sa: رفض
de_de: Ablehnen
es_es: Rechazar
fr_fr: Rejeter
hi_in: अस्वीकार करें
ja_jp: 拒否する
ko_kr: 거부
pt_br: Rejeitar
tr_tr: Reddet
zh_hans: 拒绝

# EpgReplaceWithAutoDetectedButton.Text
source: Replace with Auto-Detected
ar_sa: استبدله بالكشف التلقائي
de_de: Durch „Automatisch erkannt“ ersetzen
es_es: Reemplazar con detectado automáticamente
fr_fr: Remplacer par Détection automatique
hi_in: ऑटो-डिटेक्टेड से बदलें
ja_jp: 自動検出されたものに置き換える
ko_kr: 자동 감지로 바꾸기
pt_br: Substituir por detectado automaticamente
tr_tr: Otomatik Algılananla Değiştir
zh_hans: 替换为自动检测的

# EpgSearchingMatchesText.Text
source: Searching matches...
ar_sa: البحث عن التطابقات...
de_de: Suche nach Übereinstimmungen...
es_es: Buscando coincidencias...
fr_fr: Recherche de correspondances...
hi_in: मिलान खोजा जा रहा है...
ja_jp: 一致を検索しています...
ko_kr: 일치하는 항목을 검색하는 중...
pt_br: Procurando correspondências...
tr_tr: Eşleşmeler aranıyor...
zh_hans: 正在搜索匹配项...

# EpgSearchUnmatchedBox.PlaceholderText
source: Search unmatched channels
ar_sa: البحث عن القنوات التي لا مثيل لها
de_de: Suchen Sie nach nicht passenden Kanälen
es_es: Buscar canales inigualables
fr_fr: Rechercher des chaînes sans correspondance
hi_in: बेजोड़ चैनल खोजें
ja_jp: 一致しないチャンネルを検索する
ko_kr: 비교할 수 없는 채널 검색
pt_br: Pesquise canais incomparáveis
tr_tr: Eşsiz kanalları arayın
zh_hans: 搜索不匹配的频道

# EpgSearchWeakMatchesBox.PlaceholderText
source: Search weak matches
ar_sa: البحث عن التطابقات الضعيفة
de_de: Suchen Sie nach schwachen Übereinstimmungen
es_es: Buscar coincidencias débiles
fr_fr: Rechercher des correspondances faibles
hi_in: कमज़ोर मिलान खोजें
ja_jp: 弱い一致を検索する
ko_kr: 약한 일치 검색
pt_br: Pesquise correspondências fracas
tr_tr: Zayıf eşleşmeleri ara
zh_hans: 搜索弱匹配

# EpgSetOverrideButton.Text
source: Set Override
ar_sa: تعيين تجاوز
de_de: Überschreiben festlegen
es_es: Establecer anulación
fr_fr: Définir le remplacement
hi_in: ओवरराइड सेट करें
ja_jp: オーバーライドの設定
ko_kr: 재정의 설정
pt_br: Definir substituição
tr_tr: Geçersiz Kılmayı Ayarla
zh_hans: 设置覆盖

# EpgTimelineLoadingText.Text
source: Loading guide timeline...
ar_sa: جارٍ تحميل المخطط الزمني للدليل...
de_de: Leitfaden-Zeitleiste wird geladen...
es_es: Cargando línea de tiempo de la guía...
fr_fr: Chargement de la chronologie du guide...
hi_in: गाइड टाइमलाइन लोड हो रही है...
ja_jp: ガイド タイムラインを読み込んでいます...
ko_kr: 가이드 타임라인 로드 중...
pt_br: Carregando linha do tempo do guia...
tr_tr: Kılavuz zaman çizelgesi yükleniyor...
zh_hans: 正在加载指南时间线...

# EpgUnmatchedChannelsTitle.Text
source: Unmatched Channels
ar_sa: قنوات لا مثيل لها
de_de: Unübertroffene Kanäle
es_es: Canales inigualables
fr_fr: Chaînes inégalées
hi_in: बेजोड़ चैनल
ja_jp: 比類のないチャンネル
ko_kr: 비교할 수 없는 채널
pt_br: Canais incomparáveis
tr_tr: Eşsiz Kanallar
zh_hans: 无与伦比的渠道

# EpgWarningsTitle.Text
source: Warnings
ar_sa: تحذيرات
de_de: Warnungen
es_es: Advertencias
fr_fr: Avertissements
hi_in: चेतावनियाँ
ja_jp: 警告
ko_kr: 경고
pt_br: Avisos
tr_tr: Uyarılar
zh_hans: 警告

# EpgWeakMatchesTitle.Text
source: Weak Matches
ar_sa: المباريات الضعيفة
de_de: Schwache Übereinstimmungen
es_es: Partidos débiles
fr_fr: Matchs faibles
hi_in: कमजोर मिलान
ja_jp: 弱い一致
ko_kr: 약한 일치
pt_br: Partidas Fracas
tr_tr: Zayıf Maçlar
zh_hans: 弱匹配

# EpgXmltvChannelSearchBox.Header
source: XMLTV channel search
ar_sa: XMLTV بحث عن القنوات
de_de: XMLTV-Kanalsuche
es_es: Búsqueda de canales XMLTV
fr_fr: Recherche de canal XMLTV
hi_in: XMLTV चैनल खोज
ja_jp: XMLTV チャンネル検索
ko_kr: XMLTV 채널 검색
pt_br: Pesquisa de canal XMLTV
tr_tr: XMLTV kanal arama
zh_hans: XMLTV 频道搜索

# EpgXmltvChannelSearchBox.PlaceholderText
source: Search display name or enter an exact XMLTV id
ar_sa: ابحث عن اسم العرض أو أدخل معرف XMLTV الدقيق
de_de: Suchen Sie nach dem Anzeigenamen oder geben Sie eine genaue XMLTV-ID ein
es_es: Busque el nombre para mostrar o ingrese una identificación XMLTV exacta
fr_fr: Recherchez le nom d'affichage ou saisissez un identifiant XMLTV exact.
hi_in: प्रदर्शन नाम खोजें या सटीक XMLTV आईडी दर्ज करें
ja_jp: 表示名を検索するか、正確な XMLTV ID を入力してください
ko_kr: 표시 이름을 검색하거나 정확한 XMLTV ID를 입력하세요.
pt_br: Pesquise o nome de exibição ou insira um ID XMLTV exato
tr_tr: Görünen adı arayın veya tam XMLTV kimliğini girin
zh_hans: 搜索显示名称或输入准确的 XMLTV ID

# Favorites.ClearChannelsMessage
source: This removes every saved live channel favorite for the active profile on this device.
ar_sa: يؤدي هذا إلى إزالة كل القنوات المباشرة المحفوظة والمفضلة للملف الشخصي النشط على هذا الجهاز.
de_de: Dadurch werden alle gespeicherten Live-Kanalfavoriten für das aktive Profil auf diesem Gerät entfernt.
es_es: Esto elimina todos los canales en vivo favoritos guardados para el perfil activo en este dispositivo.
fr_fr: Cela supprime tous les favoris de chaîne en direct enregistrés pour le profil actif sur cet appareil.
hi_in: यह इस डिवाइस पर सक्रिय प्रोफ़ाइल के लिए पसंदीदा प्रत्येक सहेजे गए लाइव चैनल को हटा देता है।
ja_jp: これにより、このデバイス上のアクティブなプロファイルに保存されているすべてのライブ チャンネルのお気に入りが削除されます。
ko_kr: 이렇게 하면 이 장치의 활성 프로필에 대해 저장된 모든 라이브 채널 즐겨찾기가 제거됩니다.
pt_br: Isso remove todos os favoritos de canais ao vivo salvos do perfil ativo neste dispositivo.
tr_tr: Bu, bu cihazdaki etkin profil için favori olarak kaydedilen tüm canlı kanalları kaldırır.
zh_hans: 这将删除该设备上活动配置文件的所有已保存的直播频道收藏夹。
